
const Tos = () => (
    <div style={{overflow: 'auto',width: '100%',height: '200px',whiteSpace: 'pre-wrap',margin: '8px'}}>
    <span className="tos-text">
    프리모 서비스 이용약관<br/>

    제1조 (목적)<br/>
    이 약관은 주식회사 키위스마트락(이하 ‘회사’라 함)이 제공하는 서비스 이용과 관련하여 회사와 이용자(이하 회원이라 함)간에 권리, 의무 및 책임사항, 기타 필요한 사항을 규정함을 목적으로 합니다.<br/>

    제2조 (정의)<br/>
    이 약관에서 사용하는 용어의 정의는 다음과 같습니다.<br/>
    ’서비스’라 함은 회사가 회원에게 제공하는 서비스를 말합니다.<br/>
    ’회원’이라 함은 이 약관에 동의하고, 회사와 이용계약(이하 "회원가입"이라 함)을 체결하여 회사가 제공하는 제반 서비스를 이용할 수 있는 자격을 부여받은 자로 호스트 회원과 게스트 회원 모두를 뜻합니다.<br/>
    ‘호스트 회원’이라 함은 회원 중에 숙박시설 대여를 업으로 하는 회원으로, 숙박시설 운영, 관리 등과 관련하여 회사가 제공하는 서비스를 이용하기 위하여 호스트 회원으로 가입한 자를 의미합니다.<br/>
    ‘게스트 회원’이라 함은 회원 중에 숙박시설을 이용 등과 관련하여 회사가 제공하는 서비스를 이용하기 위하여 게스트 회원으로 가입한 자를 의미합니다.<br/>
    ’자동결제’라 함은 한 번 신용카드 등의 카드정보를 입력한 후, 그 이후부터는 별도의 카드정보 입력 등의 인증과정이 없이 자동으로 결제되는 것을 말합니다.<br/>
    본 약관에 사용되는 용어 중 본 조에서 정하지 아니한 부분은 관계법령 및 일반관례에 따릅니다.<br/>

    제3조 (약관의 게시와 개정)<br/>
    회사는 이 약관의 내용을 회원이 쉽게 알 수 있도록 서비스 내 페이지 화면에 게시합니다.<br/>
    회사는 필요한 경우, 관련 법을 위배하지 않는 범위에서 이 약관을 개정할 수 있습니다.<br/>
    회사가 약관을 개정할 경우에는 적용일자 및 개정사유를 명시하여 현행약관과 함께 제 1 항 규정에 따라 그 개정약관의 적용일자 7일 전부터 적용일자 전일까지 공지합니다.<br/> 다만, 회원에게 불리한 약관을 개정하는 경우에는 개정약관의 적용일자 30일전부터 적용일자까지 공지 또는 회원이 가입 시 제공한 정보를 이용한 전자우편, 문자, 또는 서비스 내의 화면에 통지합니다.<br/>
    회사가 전항에 따라 개정약관을 공지 또는 통지하면서 회원에게 30일 기간 내에 의사표시를 하지 않으면 의사표시가 표명된 것으로 본다는 뜻을 명확하게 공지 또는 통지하였음에도 회원이 명시적으로 거부의 의사표시를 하지 아니한 경우 회원이 개정약관에 동의한 것으로 봅니다.<br/>
    회원이 개정약관의 적용에 동의하지 않는 경우 회사는 개정 약관의 내용을 적용할 수 없으며, 이 경우 회원은 이용계약을 해지할 수 있습니다.<br/> 다만, 회사가 개정약관에 부동의한 회원에게 기존 약관을 적용할 수 없는 특별한 사정이 있는 경우에는 회사는 해당 회원과의 이용계약을 해지할 수 있습니다.<br/>

    제4조 (약관의 해석)<br/>
    회사는 필요한 경우, 개별 서비스에 대해서는 별도의 이용약관 및 정책(이하 "서비스 별 안내 등"라 합니다)을 둘 수 있으며, 해당 내용이 이 약관과 상충할 경우에는 "서비스 별 안내 등"이 우선하여 적용됩니다.<br/> 또한 회사는 개별 서비스에 대한 지침 등을 만들 수 있으며, 위 지침 등도 약관의 일부로 봅니다.<br/>

    제5조 (이용계약 체결)<br/>
    이용계약은 회원이 되고자 하는 자가 약관의 내용에 대하여 동의를 한 다음 회원 가입신청을 하고 회사가 이러한 신청에 대하여 승낙함으로써 체결됩니다.<br/>
    회사는 다음 각 호에 해당하는 신청에 대해서는 승낙을 하지 않거나 사후에 이용 계약을 해지할 수 있습니다.<br/>
    본 약관에 의하여 이전에 회원자격을 상실한 적이 있는 경우, 단 회사의 회원 재가입 승낙을 얻은 경우에는 예외로 함.<br/>
    실명이 아니거나 타인의 명의를 이용한 경우
    허위의 정보를 기재하거나, 회사가 제시하는 내용을 기재하지 않은 경우
    회원자신의 귀책으로 이용정지를 당한 회원이 그 이용정지 기간 중에 회원계약을 임의 해지하고 재 신청을 하는 경우
    본 약관에 위배되거나 위법 또는 사회상규상 부당한 가입신청임이 확인된 경우
    사회의 안녕질서 또는 미풍양속을 저해하거나, 저해할 목적으로 신청한 경우
    기타 신청자의 귀책사유로 인하여 승낙이 불가능하거나 기타 회사가 정한 제반 사항을 위반한 자의 신청
    제1항에 따른 신청에 있어 회사는 전문기관을 통한 회원의 실명확인 및 본인인증을 요청할 수 있습니다.<br/>
    회사는 서비스 관련 설비의 여유가 없거나, 기술상 또는 업무상 문제가 있는 경우에는 승낙을 유보할 수 있습니다.<br/>
    제2항과 제4항에 따라 회원의 가입신청을 승낙을 하지 아니하거나 유보한 경우, 회사는 원칙적으로 이를 회원에게 알리도록 합니다.<br/> 다만, 부득이한 사유가 있는 경우에는 알리지 않을 수 있습니다.<br/>
    이용계약의 성립 시기는 회사가 가입완료를 신청절차 상에서 표시한 시점으로 합니다.<br/>
    회사는 회원에 대해 회사정책에 따라 등급별로 구분하여 이용시간, 이용횟수, 서비스 내용 등을 세분하여 이용에 차등을 둘 수 있습니다.<br/>

    제6조 (해지 이전에 이미 체결된 회원과 회사 간의 서비스)
    회원계약을 해지하더라도 회원계약의 해지 이전에 이미 체결된 회원과 회사 간의 서비스 이용에 대해서는 본 약관이 계속 적용됩니다.<br/>

    제7조 (서비스 제공 및 중지)
    회사가 호스트 회원에게 제공하는 서비스는 임대숙소관리 서비스, 숙소 청소 서비스, 기타 회사가 공지하는 서비스입니다.<br/>
    회사가 게스트 회원에게 제공하는 서비스는 숙박업소의 위치제공, 숙박업소 주변정보 제공, 숙박시설 이용에 있어 편의 제공, 기타 회사가 공지하는 서비스입니다.<br/>
    회원은 회사가 제공하는 서비스에 대해 언제든지 사용 여부를 결정할 수 있으며, 회사는 회원의 서비스 사용 의사가 없을 경우 서비스 제공을 중지합니다.<br/>
    회사는 다음 각호에 해당하는 경우 서비스의 제공을 중지할 수 있습니다.<br/>
    설비의 보수 등을 위하여 부득이한 경우
    전기통신 사업법에 규정된 기간통신 사업자가 전기 통신서비스를 중지하는 경우
    천재지변 등으로 인해 서비스제공자가 불가피하게 서비스를 제공할 수 없는 사유가 발생한 경우
    회원이 이용해지를 요청한 경우
    회원의 사유로 인해 1개월 이상 서비스 이용이 중지된 경우 이 경우 회사는 제16조 회원에 대한 통지에 정한 방법으로 회원에게 통지합니다.<br/> 다만, 회사가 사전에 통지할 수 없는 부득이한 사유가 있는 경우 사후에 통지할 수 있습니다.<br/>
    서비스는 연중무휴, 1일 24시간 제공함을 원칙으로 하나, 회사는 서비스를 일정범위로 분할하여 각 범위 별로 이용가능시간을 별도로 지정할 수 있습니다.<br/> 다만, 이러한 경우에는 그 내용을 사전에 공지합니다.<br/>
    회사는 서비스의 제공에 필요한 경우 정기점검을 실시할 수 있으며, 정기점검시간은 서비스제공화면에 공지한 바에 따릅니다.<br/>

    제8조 (서비스의 변경)
    회사는 서비스제공자의 경영, 정책, 운영 그리고 기술상의 이유로 회사가 제공하는 서비스의 전부 또는 일부를 변경(유료화 포함)하거나 중단할 수 있으며, 이에 대하여 회원에게 별도의 보상을 하지 않습니다.<br/>
    본 조에 의해 서비스가 변경 또는 중단되는 경우에는 그 변경 또는 중단 사실을 서비스 페이지 내에 적용일 전에 게시하여 공지합니다.<br/>

    제9조 (유료 서비스의 제공 및 환불)
    회사는 회원에게 유료 서비스를 제공할 수 있고, 회원은 유료 서비스를 이용하기 위하여, 유료 서비스에 대한 대가를 지급하여야 합니다.<br/>
    회사는 회원이 유료 서비스를 이용하려고 할 때, 서비스의 내용, 유료 서비스에 대한 요금, 정산방식과 환불기준 등을 고지하고 동의를 받습니다.<br/>
    회원이 유료 서비스에 대하여 환불을 요구하는 경우, 제2항에 따라 고지한 환불기준에 따릅니다.<br/>

    제10조&nbsp;(결제의 이용)
    회사는 유료 서비스의 이용요금 결제를 위한 자동결제 서비스를 제공할 수 있으며, 자동결제 이용에 동의한 회원은 유료 서비스의 이용요금 등에 대해 별도의 인증과정 없이 결제를 하겠다는 의사표시를 한 것으로 봅니다.<br/>
    회원의 신용카드 등의 유효성, 한도 등의 문제로 결제가 정상적으로 이루어지지 않는 경우, 미수로 처리되며, 미수가 된 결제가 정상적으로 결제되기 전까지는 해당 회원은 서비스 이용이 제한되면, 탈퇴할 수 없습니다.<br/>
    결제 시점에 시스템 장애로 인하여, 결제가 정상적으로 이루어지지 않은 경우, 시스템이 정상화가 되면, 회원에게 회사의 계좌정보, 미결제 내역, 입금기한을 알리고, 회원은 회사의 계좌로 미결제 금액을 입금하는 등의 방법으로 결제를 요청할 수 있습니다.<br/>

    제11조 (회사의 의무)
    회사는 회사가 제공하는 서비스와 관련하여 취득한 회원(본 약관에서 개인정보와 관련된 회원의 의미는 개인정보보호법에 따라 보호 대상인 회원을 의미합니다.<br/>)의 개인정보 또는 위치정보(이하 통칭할 경우 “개인정보 등”)를 관련 법령에서 허용하지 않는 한 회원 본인의 승낙 없이 제3자에게 누설, 배포하지 않습니다.<br/>
    회사는 정보통신망법, 위치정보보호법, 통신비밀보호법, 전기통신사업법 등 서비스의 운영, 유지와 관련 있는 법규를 준수합니다.<br/>
    회사는 업무와 관련하여 회원의 사전 동의 없이 회원 전체 또는 일부의 개인정보 등을 특정 회원의 정보를 구별할 수 없는 통계자료로 작성하여 이를 사용할 수 있고, 이를 위하여 회원의 컴퓨터에 쿠키를 전송할 수 있습니다.<br/> 다만, 이 경우 회원은 쿠키의 수신을 거부하거나 쿠키의 수신에 대하여 경고하도록 사용하는 기기의 설정을 변경할 수 있으나, 이 경우 쿠키의 설정 변경으로 인해 회사의 귀책사유 없이 서비스 이용이 변경될 수 있습니다.<br/>

    제12조 (회원의 의무)
    회원은 본 약관 및 회사가 서비스와 관련하여 고지하는 내용을 준수하여야 하며, 약관 및 고지 내용을 위반하거나 이행하지 아니하여 발생하는 손실, 손해에 대하여 책임을 부담합니다.<br/>
    회원이 입력한 정보 및 그 정보와 관련하여 발생한 책임과 불이익은 회원이 부담하여야 합니다.<br/>
    회원은 분쟁이 발생한 경우 분쟁의 해결을 위하여 성실히 임하여야 하며, 분쟁해결에 대한 회원의 불성실로 인하여 회사에 손해가 발생한 경우 회원은 이에 대한 책임을 부담하여야 합니다.<br/>
    회원은 회사가 제공하는 서비스를 이용할 때 다음 각 호의 행위를 하여서는 아니됩니다.<br/>
    회사의 서비스 정보를 이용하여 얻은 정보를 회사의 명시적인 사전 승낙 없이 다른 목적으로 사용하는 행위
    타인 또는 회사의 명예를 손상시키거나 불이익을 주는 행위
    회사 또는 제3자의 저작권 등 기타 권리를 침해하는 행위
    공공질서 및 미풍양속에 위반되는 내용의 정보, 문장, 도형, 음성 등을 타인(회사의 임직원 포함)에게 유포하는 행위
    회사의 서비스 제공을 방해하는 행위
    타인으로 가장하는 행위 및 타인과의 관계를 허위로 명시하는 행위
    다른 회원의 개인정보를 수집, 저장, 공개하는 행위
    자기 또는 타인에게 재산상의 이익을 주거나 타인에게 손해를 가할 목적으로 허위의 정보를 유통시키는 행위
    회사의 명시적인 사전 동의 없이 회사가 제공하는 서비스를 이용하여 영업 활동을 하는 경우
    관련 법령에 의하여 그 전송 또는 게시가 금지되거나 회사가 제공하는 서비스를 방해하는 정보(컴퓨터 프로그램 포함)의 전송 또는 게시 행위
    회사의 직원이나 운영자를 가장하거나 사칭하여 또는 타인의 명의를 도용하여 글을 게시하거나 전자메일을 발송하는 행위
    컴퓨터 소프트웨어, 하드웨어, 전기통신 장비의 정상적인 가동을 방해, 파괴할 목적으로 고안된 소프트웨어 바이러스, 기타 다른 컴퓨터 코드, 파일, 프로그램을 포함하고 있는 자료를 게시하거나 E-mail로 발송하는 행위
    회사가 제공하는 서비스의 이용권한, 기타 이용 계약상 지위를 타인에게 양도, 증여, 담보 제공하는 행위
    기타 위법하거나 부당한 행위, 약관 또는 회사의 지침을 위반하는 행위
    회원이 제1항에 명시된 행위를 한 경우에 회사는 회사가 제공하는 서비스의 전부 또는 일부에 대한 이용제한, 회원계약의 해지 등을 할 수 있으며, 회사에 손해가 발생한 경우에는 손해배상의 청구 등의 조치를 할 수 있습니다.<br/>
    본 조에 따라 회사가 회원과의 회원계약을 해지하더라도, 해지 이전에 이미 체결된 계약의 완결에 관해서는 본 약관이 그대로 적용됩니다.<br/>
    본 조에 따라 회원계약이 종료될 시에는 회사는 별도 통지 없이 해당 회원과 관련된 거래를 취소할 수 있고, 회원이 유료 서비스의 결제를 신용카드로 결제한 경우에는 그 신용카드매출을 취소할 수 있습니다.<br/>
    본 조에 따라 회원계약이 종료되는 경우 회원의 재이용신청에 대하여 회사는 그 승낙을 거절할 수 있습니다.<br/>

    제13조 (정보의 제공 및 광고의 게재)
    회원은 회사에게 회사가 서비스 제공을 위하여 필요로 하는 정보를 제공하여야 합니다.<br/> 만약 회원이 회사에게 위 정보를 제공하지 않아, 회사가 서비스를 제공하지 못하는 경우, 회원은 회사에 대하여 그 책임을 물을 수 없습니다.<br/>
    회사는 회사가 제공하는 서비스를 운영함에 있어서 서비스 관련 각종 정보를 서비스 화면에 게재하거나 전자메일, 문자 또는 회사가 제공하는 서비스 내의 창 등의 방법으로 회원에게 제공할 수 있습니다.<br/>
    회사는 회사 또는 제휴사의 각종 광고를 서비스 화면에 게재하거나 전자메일, 문자 또는 서비스 내의 창 등의 방법으로 회원에게 제공할 수 있습니다.<br/>

    제14조 (게시물 또는 내용물의 삭제)
    회사는 회원이 게시하거나 회사가 제공하는 서비스를 통하여 전달하는 모든 것이 다음 각 호의 경우에 해당한다고 판단되는 경우 사전통지 없이 게시, 전달 등을 중단할 수 있으며, 이에 대해 회사는 책임을 부담하지 않습니다.<br/>
    위법한 경우
    공공질서 및 미풍양속에 위반되는 경우
    회사 또는 제3자의 저작권 등 기타 권리를 침해하는 내용인 경우
    회사에서 정한 정책, 이용지침 등을 위반하는 경우
    회사의 동의 없이 광고하거나 영업을 하는 경우

    제15조 (게시물의 저작권 등)
    회원이 회사가 제공하는 서비스 내에 게시한 게시물의 저작권은 회원이 보유하며, 회사는 회사가 제공하는 서비스의 광고 등을 위하여 이를 게시, 기타 활용할 수 있습니다.<br/>
    회원은 제3자의 저작권을 위반하는 행위를 하지 않아야 하며, 이로 인하여 발생한 모든 책임을 집니다.<br/>
    회사는 회원이 회원계약을 해지하거나 본 약관에 의한 적법한 사유로 이용 계약이 해지된 경우, 해당 회원이 게시하였던 게시물을 삭제할 수 있습니다.<br/>
    회원은 회사가 제공하는 서비스를 이용하여 얻은 정보를 회사로부터 명시적으로 허락 받은 범위를 넘어서 사용할 수 없습니다.<br/>

    제16조 (회원에 대한 통지)
    회원에 대한 통지를 하는 경우 회사는 회사가 제공하는 서비스의 화면 내에 게재하거나 회원이 등록한 전자메일, 문자, 서비스 내 알림 등 중 하나의 방법으로 할 수 있습니다.<br/> 다만, 회사는 불특정 다수 회원에 대한 통지의 경우 서비스 게시판 내 게시 등의 방법을 활용할 수 있습니다.<br/>

    제17조 (계정 관리에 대한 의무와 책임)
    회원은 계정 관리를 철저히 하여야 합니다.<br/> 회원의 계정 관리소홀, 부정사용에 의하여 발생하는 모든 결과에 대하여 귀책사유가 없는 한 회사는 책임을 부담하지 않습니다.<br/>
    회원은 본인의 계정을 제 3 자에게 이용하게 해서는 안되며, 회원 본인의 계정을 도난 당하거나 제 3 자가 사용하고 있음을 인지하는 경우에는 바로 회사에 통보하고 회사의 안내가 있는 경우 그에 따라야 합니다.<br/>

    제18조 (개인정보 등의 변경 및 보호)
    회원은 이용신청 시 기재한 사항이 변경되었을 경우에는 즉시 변경사항을 최신의 정보로 수정하여야 합니다.<br/> 단, 회사가 정한 정보 항목은 회사의 승인을 받아 수정할 수 있습니다.<br/> 수정하지 않은 정보로 인하여 발생하는 손해는 당해 회원이 부담하며, 회사는 이에 대하여 귀책사유가 없는 한 책임을 지지 않습니다.<br/>
    회사는 회원의 정보를 관련 법령에서 허용하지 않는 한 회사가 제공하는 서비스를 제공하기 위한 목적 이외의 용도로 사용하거나 회원의 동의 없이 제3자에게 제공하지 않습니다.<br/>
    회사는 관련법령이 정하는 바에 따라서 회원 등록정보를 포함한 회원의 개인정보 등을 보호하기 위하여 노력합니다.<br/> 회원의 개인정보 등의 보호에 관해서는 관련 법령 및 회사가 정하는 개인정보처리방침에 정한 바에 의합니다.<br/>


    제19조 (손해배상)
    회원이 본 약관의 규정을 위반함으로 인하여 회사에 손해가 발생하게 되는 경우, 본 약관을 위반한 회원은 회사에 발생하는 손해를 배상하여야 합니다.<br/>
    회원이 회사가 제공하는 서비스를 이용함에 있어 행한 불법행위나 본 약관 위반행위로 인하여 회사가 당해 회원 이외의 제3자로부터 손해배상 청구 또는 소송을 비롯한 각종 이의제기를 받는 경우 당해 회원은 자신의 책임과 비용으로 회사를 면책시켜야 하며, 당해 회원은 그로 인하여 회사에 발생한 손해를 배상하여야 합니다.<br/>

    제20조&nbsp;(책임제한)
    회원이 자신의 정보 및 계정 등을 타인에게 제공하거나, 회원의 관리소홀로 유출됨으로써 발생하는 피해에 대해서 회사는 책임을 부담하지 않습니다.<br/>
    회사의 서비스 화면 내에서 링크, 배너 등을 통하여 연결된 제3자와 회원 간에 이루어진 거래에 회사는 개입하지 않으며, 해당 거래에 대하여 어떠한 책임도 부담하지 않습니다.<br/>
    회사는 회원의 귀책사유로 인한 서비스 이용의 장애에 대하여는 책임을 지지 않습니다.<br/>
    회사는 회원 또는 회사가 서비스와 관련하여 게재한 정보, 자료, 사실의 신뢰도, 정확성 등의 내용에 관하여는 책임을 부담하지 않습니다.<br/>
    회사는 관계법령의 변경, 천재지변 또는 이에 준하는 불가항력으로 인하여 서비스를 제공할 수 없는 경우에는 서비스 제공에 관한 책임이 면제됩니다.<br/>
    회사는 회원이 회사가 제공하는 서비스를 이용하여 기대하는 수익을 상실한 것에 대하여는 무관하며 서비스를 통하여 얻은 2차적인 자료로 인한 손해 등에 대하여도 책임을 지지 않습니다.<br/>
    회사는 회원 상호간 또는 회원과 제3자 상호간에 회사가 제공하는 서비스를 매개로 발생한 분쟁에 대해서는 개입하지 않습니다.<br/>

    제21조 (회원계약 해지 등)
    회원은 언제든지 회원계약의 해지를 신청할 수 있으며, 회사는 관련 법령에서 정하는 바에 따라 이를 즉시 처리하여야 합니다.<br/> 다만, 회원에게 미수금이 있을 경우에는 미수금에 대한 결제를 완료한 이후에 해지 신청이 가능합니다.<br/>
    회원이 회원계약을 해지할 경우, 회사는 회원 정보를 삭제할 수 있습니다.<br/> 단, 비식별화 된 데이터는 해지 이후에도 통계의 목적으로 이용할 수 있습니다.<br/>
    회원계약 해지로 인해 발생한 불이익에 대한 책임은 회원 본인이 부담해야 하며, 회사는 회원에게 부가적으로 제공한 각종 무상 혜택을 회수할 수 있습니다.<br/>
    회사는 다음 각 호의 경우 회원계약을 해지할 수 있습니다.<br/>
    회원이 회사가 제공하는 서비스 등의 원활한 진행을 방해하는 행위를 하거나 시도한 경우
    회원이 고의로 회사의 영업을 방해한 경우
    회원이 회사가 제공하는 서비스 이용 중 또는 서비스에 대하여 위법한 행위를 하거나 하려고 한 경우
    다른 회원의 권리나 명예, 신용 기타 정당한 이익을 침해하거나 법령 또는 선량한 풍속 기타 사회질서에 위배되는 행위를 한 경우
    회원이 회사가 인정하지 아니하는 방법 혹은 부정하게 타인의 아이디를 이용하여 쿠폰 등의 혜택을 취득 또는 사용하는 경우
    회원이 고의로 결제오류 기타 정상적인 결제를 회피하려는 행위를 하거나 시도한 사실이 확인된 경우
    회원에게 회원계약의 승낙 거부 사유가 있음이 사후에 확인된 경우
    회원이 본 약관, 지침 또는 회원이 동의한 다른 약관에 위배되는 행위를 한 경우
    위법 또는 부당한 행위를 한 경우
    기타 회사가 합리적인 판단에 기하여 서비스의 제공을 거부할 필요가 있다고 인정할 경우
    회사가 회원계약을 해지하는 경우 회사는 회원에게 해지 사유를 밝혀 해지 의사를 통지합니다.<br/> 이 경우 회사는 해지를 하기 전에 상당한 기간을 정하여 회원에게 이의 신청의 기회를 부여할 수 있습니다.<br/>
    회원계약이 회사에 의해 해지되는 경우 회원의 재이용 신청에 대해 회사는 승낙을 거절할 수 있습니다.<br/>
    회원의 귀책사유로 인해 회원계약이 해지됨으로써 발생한 손해는 당해 회원이 부담하여야 하며, 회사는 관련 법령에 규정이 없는 한 책임을 부담하지 않습니다.<br/>

    제22조 (통계정보의 가공과 제공)
    회사는 회원으로부터 수집한 개인 정보 및 서비스 이용기록을 통계학적 방법으로 정리, 분석하여 통계 자료로만 가공하며, 가공한 통계 자료의 저작권 및 소유권, 기타 모든 지적재산권은 모두 회사가 소유합니다.<br/>

    제23조 (약관 외 준칙)
    회사는 필요한 경우 특정 서비스에 관하여 적용될 사항을 위해 개별약관 또는 특별약관이나 이용정책을 정하여 운영할 수 있으며, 해당 내용은 홈페이지, 서비스 화면 등을 통해 공지합니다.<br/>
    본 약관에 규정되지 않은 사항에 대해서는 관련 법령 또는 개별 약관, 이용정책, 서비스 이용화면을 통하여 제시된 개별이용조건(이용요금 등, 이하 “개별계약“이라고 합니다)에서 정한 바에 따릅니다.<br/>
    본 약관과 개별약관, 개별계약의 내용이 충돌할 경우 본 약관에 별도의 규정이 없는 한 개별계약 또는 개별 약관에서 정한 바에 따릅니다.<br/>
    회원은 회사가 제공하는 서비스 이용 시 개별 계약 또는 개별 약관의 내용을 확인하여야 하며, 이를 확인하지 않아 발생한 손해에 대해서는 회사는 책임을 부담하지 않습니다.<br/>

    제24조 (분쟁의 해결 및 관할법원)
    본 약관은 대한민국법을 준거법으로 합니다.<br/>
    회사와 회원 사이에 발생한 분쟁에 관한 소송의 관할법원은 민사소송법에 따라 정합니다.<br/>

    부칙
    이 약관은 2021년 01월 01일부터 적용됩니다.<br/>
    </span>
    </div>
)
const Cancel = () => (
    <div style={{overflow: 'auto',width: '100%',height: '200px',whiteSpace: 'pre-wrap',margin: '8px'}}>
        <span className="tos-text">
        결제 취소/환불 안내

        단순변심에 의한 교환ᆞ반품은 하드웨어를 수령하신 날부터 7일 이내에 가능합니다.<br/>

        카드사의 승인/취소 처리 과정에 따라 7~14일 가량 소요될 수 있으며 교환/환불에 대한 진행 사항은 문자로 발송됩니다.<br/>교환 또는 반품이 불가능한 경우는 다음과 같습니다.<br/>

        1.<br/> 고객님의 책임 있는 사유로 상품이 멸실 또는 훼손된 경우
        (단, 단순히 상품의 내용을 확인하기 위해 포장 등을 훼손한 경우는 제외)

        2.<br/> 고객님의 사용으로 상품가치가 현저히 감소된 경우

        3.<br/> 패키지 상품의 경우 구성 상품 일부의 개봉/설치/사용으로 상품가치가 현저히
        감소된 경우

        4.<br/> 시간이 경과되어 재판매가 곤란할 정도로 상품가치가 상실된 경우

        5.<br/> 설치완료 상품에 하자가 없는 경우

        6.<br/> 상품 등의 내용이 표시/광고 내용 및 계약내용과 같고, 별도의 하자가 없음에
        도 단순변심으로 인한 교환을 요구하는 경우

        7.<br/> 기타, ‘전자상거래 등에서의 소비자보호에 관한 법률’등 관계법령이 정하는 교
        환/반품 제한 사유에 해당되는 경우
        </span>
    </div>
)

export {Cancel,Tos};